{
  "고혈압": "You have high blood pressure during pregnancy. With regular checkups and proper care, we can manage this condition well.",
  "임신성 당뇨": "You have gestational diabetes. It is common and manageable with healthy eating, activity, and monitoring your sugar levels.",
  "빈혈": "You have anemia during pregnancy, which means your iron levels are low. Iron supplements and a good diet can help you feel better.",
  "갑상선기능저하증": "You have hypothyroidism. This means your thyroid is less active, but with medication, you can feel well and have a healthy pregnancy.",
  "갑상선기능항진증": "You have hyperthyroidism, where the thyroid is more active than usual. Medication can help balance your levels.",
  "요로감염": "You have a urinary tract infection. This is common and usually treated easily with safe antibiotics during pregnancy.",
  "방광염": "You have cystitis, which is a bladder infection. It can cause discomfort but is treatable with antibiotics.",
  "질염": "You have vaginitis, which causes irritation or discharge. It’s common and usually improves quickly with treatment.",
  "세균성 질염": "You have bacterial vaginosis. It is not dangerous but should be treated to prevent discomfort or complications.",
  "곰팡이 질염": "You have a yeast infection. It’s common during pregnancy and responds well to antifungal treatment.",
  "자궁경부염": "You have cervicitis, which is inflammation of the cervix. Treatment helps reduce symptoms and prevent infection.",
  "자궁근종": "You have fibroids in your uterus. These are common and usually harmless. We will monitor their size.",
  "난소낭종": "You have an ovarian cyst. Most cysts go away on their own, but we will keep an eye on it with follow-up scans.",
  "다낭성난소증후군": "You have PCOS. It’s a common hormonal condition, and we’ll support you in managing it and planning for pregnancy if needed.",
  "생리통": "You have menstrual cramps. They’re common and can usually be managed with pain relief, rest, or hormonal treatment.",
  "단일 제대동맥": "This is a prenatal ultrasound finding called Single Umbilical Artery. It may require further monitoring or follow-up. Please consult your doctor to understand what this means for your baby's health.",
  "양수과다증": "This is a prenatal ultrasound finding called Polyhydramnios. It may require further monitoring or follow-up. Please consult your doctor to understand what this means for your baby's health.",
  "양수과소증": "This is a prenatal ultrasound finding called Oligohydramnios. It may require further monitoring or follow-up. Please consult your doctor to understand what this means for your baby's health.",
  "태아수신증": "This is a prenatal ultrasound finding called Fetal Hydronephrosis. It may require further monitoring or follow-up. Please consult your doctor to understand what this means for your baby's health.",
  "뇌실확장": "This is a prenatal ultrasound finding called Mild Ventriculomegaly. It may require further monitoring or follow-up. Please consult your doctor to understand what this means for your baby's health.",
  "심장 속 빈 공간": "This is a prenatal ultrasound finding called Echogenic Intracardiac Focus. It may require further monitoring or follow-up. Please consult your doctor to understand what this means for your baby's health.",
  "Hypertension": "You have high blood pressure. This means your heart is working harder to pump blood. With proper care, including diet, activity, and medication, it can be well controlled.",
  "Diabetes": "You have diabetes, which means your body has trouble managing sugar levels. With daily attention and care, you can live a long, healthy life.",
  "Iron Deficiency Anemia": "You have anemia, meaning your blood has fewer healthy red cells due to low iron. It can cause tiredness but is often improved with iron supplements and diet changes.",
  "Hyperlipidemia": "Your cholesterol levels are high. This can increase your risk of heart disease, but it's manageable with healthy eating, exercise, and medication if needed.",
  "Hypothyroidism": "Your thyroid is underactive. This can slow down your metabolism, but medication can easily correct hormone levels and help you feel better.",
  "Gastritis": "You have gastritis, which is inflammation of the stomach lining. It may cause pain or nausea, but usually improves with medication and dietary changes.",
  "Allergic Rhinitis": "You have allergic rhinitis (hay fever). This causes sneezing, runny nose, or itchy eyes. It's common and manageable with antihistamines and avoiding triggers.",
  "Asthma": "You have asthma, a condition that affects your breathing. Most people manage it well with inhalers and avoiding irritants.",
  "Tension Headache": "You are experiencing tension headaches. These feel like a tight band around your head and are often linked to stress or posture. Rest, hydration, and relaxation help.",
  "Irritable Bowel Syndrome": "You have IBS, which causes abdominal pain, bloating, or changes in bowel habits. It's a functional condition and can be managed with diet and stress care.",
  "Constipation": "You have constipation, meaning your bowel movements are infrequent or hard. It’s often improved with more water, fiber, and exercise.",
  "Eczema": "You have eczema, which causes dry, itchy skin. It's common and manageable with moisturizers and anti-inflammatory creams.",
  "Urticaria": "You have hives (urticaria), which appear as itchy, red bumps. It often clears up with antihistamines and avoiding triggers.",
  "Insomnia": "You are having trouble sleeping. This is common and often improves with good sleep habits and managing stress.",
  "Depression (Mild)": "You may be experiencing mild depression. It can affect mood and energy, but with support and possibly therapy or medication, many people recover well.",
  "Anxiety": "You are dealing with anxiety. It may cause restlessness or worry, but is very treatable through counseling, mindfulness, and sometimes medication.",
  "Seasonal Flu": "You have the seasonal flu. It's a viral infection that usually passes with rest, fluids, and time.",
  "Viral Gastroenteritis": "You have viral gastroenteritis, or 'stomach flu'. This causes nausea or diarrhea but usually improves in a few days with rest and hydration.",
  "Tension-type Neck Pain": "You have neck pain likely caused by muscle tension. It often gets better with stretching, heat, and proper posture.",
  "Low Back Pain": "You have low back pain, often related to posture or strain. It usually improves with gentle movement and pain relief.",
  "Hemorrhoids": "You have hemorrhoids, which are swollen veins in the rectum. They’re common and improve with fiber, water, and sometimes medication.",
  "Menstrual Cramps": "You have cramps related to menstruation. This is common and usually improves with pain relief, heat, and rest.",
  "Benign Positional Vertigo": "You may feel dizzy due to inner ear sensitivity. This is called BPPV and often resolves with specific head movements or exercises.",
  "Chronic Sinusitis": "You have chronic sinusitis, meaning long-lasting sinus inflammation. Treatments like sprays or rinses often help relieve pressure.",
  "Plantar Fasciitis": "You have heel pain from inflammation in the foot. Stretching, rest, and supportive shoes can help relieve it.",
  "TMJ Syndrome": "You have jaw discomfort related to the joint (TMJ). It’s often linked to clenching or stress and can be improved with stretching, rest, and avoiding hard foods.",
  "Mild Acne": "You have mild acne. It’s common and can usually be improved with skin care products and time.",
  "Seborrheic Dermatitis": "You have seborrheic dermatitis, which causes flaky skin on the scalp or face. It often improves with medicated shampoos or creams."
}
