{
  "Absent Nasal Bone": "Hello! I'd like to explain your condition in simple terms. You have Absent Nasal Bone, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Absent Nasal Bone can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Absent Nasal Bone\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Absent Nasal Bone is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Acrania": "Hello! I'd like to explain your condition in simple terms. You have Acrania, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Acrania can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Acrania\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Acrania is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Acute Gastroenteritis": "Hello! I'd like to explain your condition in simple terms. You have Acute Gastroenteritis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Acute Gastroenteritis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Acute Gastroenteritis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Acute Gastroenteritis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Agenesis of Corpus Callosum": "Hello! I'd like to explain your condition in simple terms. You have Agenesis of Corpus Callosum, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Agenesis of Corpus Callosum can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Agenesis of Corpus Callosum\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Agenesis of Corpus Callosum is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Allergic Rhinitis": "Hello! I'd like to explain your condition in simple terms. You have Allergic Rhinitis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Allergic Rhinitis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Allergic Rhinitis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Allergic Rhinitis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Anemia": "Hello! I'd like to explain your condition in simple terms. You have Anemia, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Anemia can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Anemia\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Anemia is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Anencephaly": "Hello! I'd like to explain your condition in simple terms. You have Anencephaly, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Anencephaly can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Anencephaly\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Anencephaly is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Angina": "Hello! I'd like to explain your condition in simple terms. You have Angina, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Angina can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Angina\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Angina is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Anxiety Disorder": "Hello! I'd like to explain your condition in simple terms. You have Anxiety Disorder, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Anxiety Disorder can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Anxiety Disorder\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Anxiety Disorder is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Arrhythmia": "Hello! I'd like to explain your condition in simple terms. You have Arrhythmia, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Arrhythmia can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Arrhythmia\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Arrhythmia is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Asthma": "Hello! I'd like to explain your condition in simple terms. You have Asthma, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Asthma can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Asthma\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Asthma is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Atopic Dermatitis": "Hello! I'd like to explain your condition in simple terms. You have Atopic Dermatitis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Atopic Dermatitis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Atopic Dermatitis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Atopic Dermatitis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Atrial Fibrillation": "Hello! I'd like to explain your condition in simple terms. You have Atrial Fibrillation, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Atrial Fibrillation can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Atrial Fibrillation\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Atrial Fibrillation is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Benign Paroxysmal Positional Vertigo": "Hello! I'd like to explain your condition in simple terms. You have Benign Paroxysmal Positional Vertigo, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Benign Paroxysmal Positional Vertigo can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Benign Paroxysmal Positional Vertigo\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Benign Paroxysmal Positional Vertigo is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Bilateral Renal Agenesis": "Hello! I'd like to explain your condition in simple terms. You have Bilateral Renal Agenesis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Bilateral Renal Agenesis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Bilateral Renal Agenesis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Bilateral Renal Agenesis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Bronchitis": "Hello! I'd like to explain your condition in simple terms. You have Bronchitis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Bronchitis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Bronchitis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Bronchitis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "COPD": "Hello! I'd like to explain your condition in simple terms. You have COPD, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. COPD can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with COPD\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that COPD is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Carpal Tunnel Syndrome": "Hello! I'd like to explain your condition in simple terms. You have Carpal Tunnel Syndrome, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Carpal Tunnel Syndrome can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Carpal Tunnel Syndrome\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Carpal Tunnel Syndrome is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Cataract": "Hello! I'd like to explain your condition in simple terms. You have Cataract, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Cataract can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Cataract\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Cataract is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Cholecystitis": "Hello! I'd like to explain your condition in simple terms. You have Cholecystitis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Cholecystitis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Cholecystitis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Cholecystitis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Choroid Plexus Cyst": "Hello! I'd like to explain your condition in simple terms. You have Choroid Plexus Cyst, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Choroid Plexus Cyst can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Choroid Plexus Cyst\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Choroid Plexus Cyst is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Chronic Obstructive Pulmonary Disease": "Hello! I'd like to explain your condition in simple terms. You have Chronic Obstructive Pulmonary Disease, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Chronic Obstructive Pulmonary Disease can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Chronic Obstructive Pulmonary Disease\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Chronic Obstructive Pulmonary Disease is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Clenched Hands": "Hello! I'd like to explain your condition in simple terms. You have Clenched Hands, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Clenched Hands can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Clenched Hands\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Clenched Hands is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Common Cold": "Hello! I'd like to explain your condition in simple terms. You have Common Cold, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Common Cold can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Common Cold\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Common Cold is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Congenital Heart Defect": "Hello! I'd like to explain your condition in simple terms. You have Congenital Heart Defect, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Congenital Heart Defect can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Congenital Heart Defect\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Congenital Heart Defect is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Constipation": "Hello! I'd like to explain your condition in simple terms. You have Constipation, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Constipation can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Constipation\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Constipation is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Cystic Hygroma": "Hello! I'd like to explain your condition in simple terms. You have Cystic Hygroma, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Cystic Hygroma can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Cystic Hygroma\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Cystic Hygroma is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Cystitis": "Hello! I'd like to explain your condition in simple terms. You have Cystitis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Cystitis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Cystitis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Cystitis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Dementia": "Hello! I'd like to explain your condition in simple terms. You have Dementia, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Dementia can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Dementia\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Dementia is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Depression": "Hello! I'd like to explain your condition in simple terms. You have Depression, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Depression can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Depression\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Depression is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Diabetes": "Hello! I'd like to explain your condition in simple terms. You have Diabetes, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Diabetes can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Diabetes\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Diabetes is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Duodenal Atresia": "Hello! I'd like to explain your condition in simple terms. You have Duodenal Atresia, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Duodenal Atresia can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Duodenal Atresia\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Duodenal Atresia is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Echogenic Intracardiac Focus": "Hello! I'd like to explain your condition in simple terms. You have Echogenic Intracardiac Focus, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Echogenic Intracardiac Focus can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Echogenic Intracardiac Focus\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Echogenic Intracardiac Focus is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Eczema": "Hello! I'd like to explain your condition in simple terms. You have Eczema, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Eczema can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Eczema\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Eczema is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Fetal Ascites": "Hello! I'd like to explain your condition in simple terms. You have Fetal Ascites, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Fetal Ascites can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Fetal Ascites\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Fetal Ascites is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Fetal Bradycardia": "Hello! I'd like to explain your condition in simple terms. You have Fetal Bradycardia, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Fetal Bradycardia can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Fetal Bradycardia\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Fetal Bradycardia is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Fetal Hydronephrosis": "Hello! I'd like to explain your condition in simple terms. You have Fetal Hydronephrosis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Fetal Hydronephrosis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Fetal Hydronephrosis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Fetal Hydronephrosis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Fetal Hydrops": "Hello! I'd like to explain your condition in simple terms. You have Fetal Hydrops, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Fetal Hydrops can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Fetal Hydrops\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Fetal Hydrops is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Fetal Tachycardia": "Hello! I'd like to explain your condition in simple terms. You have Fetal Tachycardia, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Fetal Tachycardia can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Fetal Tachycardia\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Fetal Tachycardia is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Gastritis": "Hello! I'd like to explain your condition in simple terms. You have Gastritis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Gastritis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Gastritis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Gastritis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Gastroschisis": "Hello! I'd like to explain your condition in simple terms. You have Gastroschisis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Gastroschisis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Gastroschisis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Gastroschisis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Glaucoma": "Hello! I'd like to explain your condition in simple terms. You have Glaucoma, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Glaucoma can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Glaucoma\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Glaucoma is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Gout": "Hello! I'd like to explain your condition in simple terms. You have Gout, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Gout can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Gout\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Gout is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Heart Failure": "Hello! I'd like to explain your condition in simple terms. You have Heart Failure, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Heart Failure can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Heart Failure\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Heart Failure is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Hemorrhoids": "Hello! I'd like to explain your condition in simple terms. You have Hemorrhoids, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Hemorrhoids can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Hemorrhoids\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Hemorrhoids is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Hepatitis": "Hello! I'd like to explain your condition in simple terms. You have Hepatitis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Hepatitis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Hepatitis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Hepatitis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Herniated Disc": "Hello! I'd like to explain your condition in simple terms. You have Herniated Disc, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Herniated Disc can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Herniated Disc\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Herniated Disc is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Hypertension": "Hello! I'd like to explain your condition in simple terms. You have Hypertension, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Hypertension can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Hypertension\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Hypertension is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Hyperthyroidism": "Hello! I'd like to explain your condition in simple terms. You have Hyperthyroidism, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Hyperthyroidism can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Hyperthyroidism\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Hyperthyroidism is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Hypothyroidism": "Hello! I'd like to explain your condition in simple terms. You have Hypothyroidism, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Hypothyroidism can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Hypothyroidism\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Hypothyroidism is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Insomnia": "Hello! I'd like to explain your condition in simple terms. You have Insomnia, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Insomnia can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Insomnia\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Insomnia is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Irritable Bowel Syndrome": "Hello! I'd like to explain your condition in simple terms. You have Irritable Bowel Syndrome, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Irritable Bowel Syndrome can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Irritable Bowel Syndrome\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Irritable Bowel Syndrome is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Liver Cirrhosis": "Hello! I'd like to explain your condition in simple terms. You have Liver Cirrhosis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Liver Cirrhosis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Liver Cirrhosis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Liver Cirrhosis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Low Back Pain": "Hello! I'd like to explain your condition in simple terms. You have Low Back Pain, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Low Back Pain can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Low Back Pain\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Low Back Pain is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Megacystis": "Hello! I'd like to explain your condition in simple terms. You have Megacystis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Megacystis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Megacystis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Megacystis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Micrognathia": "Hello! I'd like to explain your condition in simple terms. You have Micrognathia, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Micrognathia can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Micrognathia\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Micrognathia is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Mild Ventriculomegaly": "Hello! I'd like to explain your condition in simple terms. You have Mild Ventriculomegaly, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Mild Ventriculomegaly can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Mild Ventriculomegaly\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Mild Ventriculomegaly is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Myocardial Infarction": "Hello! I'd like to explain your condition in simple terms. You have Myocardial Infarction, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Myocardial Infarction can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Myocardial Infarction\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Myocardial Infarction is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Obesity": "Hello! I'd like to explain your condition in simple terms. You have Obesity, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Obesity can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Obesity\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Obesity is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Oligohydramnios": "Hello! I'd like to explain your condition in simple terms. You have Oligohydramnios, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Oligohydramnios can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Oligohydramnios\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Oligohydramnios is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Omphalocele": "Hello! I'd like to explain your condition in simple terms. You have Omphalocele, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Omphalocele can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Omphalocele\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Omphalocele is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Osteoarthritis": "Hello! I'd like to explain your condition in simple terms. You have Osteoarthritis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Osteoarthritis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Osteoarthritis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Osteoarthritis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Osteoporosis": "Hello! I'd like to explain your condition in simple terms. You have Osteoporosis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Osteoporosis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Osteoporosis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Osteoporosis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Otitis Media": "Hello! I'd like to explain your condition in simple terms. You have Otitis Media, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Otitis Media can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Otitis Media\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Otitis Media is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Pancreatitis": "Hello! I'd like to explain your condition in simple terms. You have Pancreatitis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Pancreatitis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Pancreatitis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Pancreatitis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Panic Disorder": "Hello! I'd like to explain your condition in simple terms. You have Panic Disorder, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Panic Disorder can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Panic Disorder\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Panic Disorder is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Parkinson's Disease": "Hello! I'd like to explain your condition in simple terms. You have Parkinson's Disease, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Parkinson's Disease can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Parkinson's Disease\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Parkinson's Disease is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Pneumonia": "Hello! I'd like to explain your condition in simple terms. You have Pneumonia, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Pneumonia can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Pneumonia\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Pneumonia is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Polycystic Kidneys": "Hello! I'd like to explain your condition in simple terms. You have Polycystic Kidneys, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Polycystic Kidneys can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Polycystic Kidneys\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Polycystic Kidneys is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Polyhydramnios": "Hello! I'd like to explain your condition in simple terms. You have Polyhydramnios, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Polyhydramnios can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Polyhydramnios\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Polyhydramnios is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Pyelonephritis": "Hello! I'd like to explain your condition in simple terms. You have Pyelonephritis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Pyelonephritis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Pyelonephritis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Pyelonephritis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Renal Failure": "Hello! I'd like to explain your condition in simple terms. You have Renal Failure, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Renal Failure can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Renal Failure\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Renal Failure is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Rheumatoid Arthritis": "Hello! I'd like to explain your condition in simple terms. You have Rheumatoid Arthritis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Rheumatoid Arthritis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Rheumatoid Arthritis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Rheumatoid Arthritis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Short Femur": "Hello! I'd like to explain your condition in simple terms. You have Short Femur, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Short Femur can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Short Femur\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Short Femur is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Single Umbilical Artery": "Hello! I'd like to explain your condition in simple terms. You have Single Umbilical Artery, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Single Umbilical Artery can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Single Umbilical Artery\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Single Umbilical Artery is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Spina Bifida": "Hello! I'd like to explain your condition in simple terms. You have Spina Bifida, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Spina Bifida can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Spina Bifida\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Spina Bifida is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Thickened Nuchal Fold": "Hello! I'd like to explain your condition in simple terms. You have Thickened Nuchal Fold, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Thickened Nuchal Fold can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Thickened Nuchal Fold\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Thickened Nuchal Fold is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Ureterocele": "Hello! I'd like to explain your condition in simple terms. You have Ureterocele, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Ureterocele can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Ureterocele\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Ureterocele is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Urinary Tract Infection": "Hello! I'd like to explain your condition in simple terms. You have Urinary Tract Infection, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Urinary Tract Infection can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Urinary Tract Infection\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Urinary Tract Infection is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Urticaria": "Hello! I'd like to explain your condition in simple terms. You have Urticaria, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Urticaria can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Urticaria\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Urticaria is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "Ventriculomegaly": "Hello! I'd like to explain your condition in simple terms. You have Ventriculomegaly, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Ventriculomegaly can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Ventriculomegaly\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Ventriculomegaly is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "고혈압": "Hello! I'd like to explain your condition in simple terms. You have Hypertension, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Hypertension can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Hypertension\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Hypertension is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "당뇨병": "Hello! I'd like to explain your condition in simple terms. You have Diabetes, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Diabetes can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Diabetes\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Diabetes is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "감기": "Hello! I'd like to explain your condition in simple terms. You have Common Cold, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Common Cold can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Common Cold\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Common Cold is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "위염": "Hello! I'd like to explain your condition in simple terms. You have Gastritis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Gastritis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Gastritis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Gastritis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "빈혈": "Hello! I'd like to explain your condition in simple terms. You have Anemia, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Anemia can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Anemia\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Anemia is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "폐렴": "Hello! I'd like to explain your condition in simple terms. You have Pneumonia, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Pneumonia can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Pneumonia\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Pneumonia is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "기관지염": "Hello! I'd like to explain your condition in simple terms. You have Bronchitis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Bronchitis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Bronchitis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Bronchitis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "심부전": "Hello! I'd like to explain your condition in simple terms. You have Heart Failure, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Heart Failure can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Heart Failure\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Heart Failure is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "심근경색": "Hello! I'd like to explain your condition in simple terms. You have Myocardial Infarction, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Myocardial Infarction can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Myocardial Infarction\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Myocardial Infarction is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "협심증": "Hello! I'd like to explain your condition in simple terms. You have Angina, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Angina can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Angina\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Angina is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "간염": "Hello! I'd like to explain your condition in simple terms. You have Hepatitis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Hepatitis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Hepatitis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Hepatitis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "담낭염": "Hello! I'd like to explain your condition in simple terms. You have Cholecystitis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Cholecystitis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Cholecystitis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Cholecystitis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "요로감염": "Hello! I'd like to explain your condition in simple terms. You have Urinary Tract Infection, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Urinary Tract Infection can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Urinary Tract Infection\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Urinary Tract Infection is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "방광염": "Hello! I'd like to explain your condition in simple terms. You have Cystitis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Cystitis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Cystitis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Cystitis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "신우신염": "Hello! I'd like to explain your condition in simple terms. You have Pyelonephritis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Pyelonephritis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Pyelonephritis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Pyelonephritis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "신부전": "Hello! I'd like to explain your condition in simple terms. You have Renal Failure, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Renal Failure can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Renal Failure\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Renal Failure is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "췌장염": "Hello! I'd like to explain your condition in simple terms. You have Pancreatitis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Pancreatitis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Pancreatitis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Pancreatitis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "급성위장염": "Hello! I'd like to explain your condition in simple terms. You have Acute Gastroenteritis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Acute Gastroenteritis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Acute Gastroenteritis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Acute Gastroenteritis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "변비": "Hello! I'd like to explain your condition in simple terms. You have Constipation, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Constipation can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Constipation\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Constipation is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "과민성대장증후군": "Hello! I'd like to explain your condition in simple terms. You have Irritable Bowel Syndrome, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Irritable Bowel Syndrome can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Irritable Bowel Syndrome\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Irritable Bowel Syndrome is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "치질": "Hello! I'd like to explain your condition in simple terms. You have Hemorrhoids, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Hemorrhoids can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Hemorrhoids\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Hemorrhoids is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "불면증": "Hello! I'd like to explain your condition in simple terms. You have Insomnia, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Insomnia can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Insomnia\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Insomnia is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "우울증": "Hello! I'd like to explain your condition in simple terms. You have Depression, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Depression can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Depression\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Depression is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "불안장애": "Hello! I'd like to explain your condition in simple terms. You have Anxiety Disorder, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Anxiety Disorder can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Anxiety Disorder\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Anxiety Disorder is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "공황장애": "Hello! I'd like to explain your condition in simple terms. You have Panic Disorder, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Panic Disorder can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Panic Disorder\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Panic Disorder is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "치매": "Hello! I'd like to explain your condition in simple terms. You have Dementia, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Dementia can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Dementia\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Dementia is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "파킨슨병": "Hello! I'd like to explain your condition in simple terms. You have Parkinson's Disease, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Parkinson's Disease can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Parkinson's Disease\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Parkinson's Disease is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "간경화": "Hello! I'd like to explain your condition in simple terms. You have Liver Cirrhosis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Liver Cirrhosis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Liver Cirrhosis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Liver Cirrhosis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "갑상선기능저하증": "Hello! I'd like to explain your condition in simple terms. You have Hypothyroidism, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Hypothyroidism can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Hypothyroidism\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Hypothyroidism is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "갑상선기능항진증": "Hello! I'd like to explain your condition in simple terms. You have Hyperthyroidism, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Hyperthyroidism can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Hyperthyroidism\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Hyperthyroidism is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "비만": "Hello! I'd like to explain your condition in simple terms. You have Obesity, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Obesity can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Obesity\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Obesity is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "수근관증후군": "Hello! I'd like to explain your condition in simple terms. You have Carpal Tunnel Syndrome, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Carpal Tunnel Syndrome can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Carpal Tunnel Syndrome\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Carpal Tunnel Syndrome is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "요통": "Hello! I'd like to explain your condition in simple terms. You have Low Back Pain, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Low Back Pain can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Low Back Pain\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Low Back Pain is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "디스크탈출증": "Hello! I'd like to explain your condition in simple terms. You have Herniated Disc, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Herniated Disc can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Herniated Disc\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Herniated Disc is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "골관절염": "Hello! I'd like to explain your condition in simple terms. You have Osteoarthritis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Osteoarthritis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Osteoarthritis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Osteoarthritis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "류마티스관절염": "Hello! I'd like to explain your condition in simple terms. You have Rheumatoid Arthritis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Rheumatoid Arthritis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Rheumatoid Arthritis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Rheumatoid Arthritis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "통풍": "Hello! I'd like to explain your condition in simple terms. You have Gout, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Gout can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Gout\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Gout is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "골다공증": "Hello! I'd like to explain your condition in simple terms. You have Osteoporosis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Osteoporosis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Osteoporosis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Osteoporosis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "천식": "Hello! I'd like to explain your condition in simple terms. You have Asthma, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Asthma can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Asthma\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Asthma is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "알레르기비염": "Hello! I'd like to explain your condition in simple terms. You have Allergic Rhinitis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Allergic Rhinitis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Allergic Rhinitis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Allergic Rhinitis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "두드러기": "Hello! I'd like to explain your condition in simple terms. You have Urticaria, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Urticaria can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Urticaria\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Urticaria is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "아토피피부염": "Hello! I'd like to explain your condition in simple terms. You have Atopic Dermatitis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Atopic Dermatitis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Atopic Dermatitis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Atopic Dermatitis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "습진": "Hello! I'd like to explain your condition in simple terms. You have Eczema, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Eczema can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Eczema\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Eczema is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "백내장": "Hello! I'd like to explain your condition in simple terms. You have Cataract, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Cataract can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Cataract\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Cataract is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "녹내장": "Hello! I'd like to explain your condition in simple terms. You have Glaucoma, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Glaucoma can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Glaucoma\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Glaucoma is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "중이염": "Hello! I'd like to explain your condition in simple terms. You have Otitis Media, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Otitis Media can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Otitis Media\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Otitis Media is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "이석증": "Hello! I'd like to explain your condition in simple terms. You have Benign Paroxysmal Positional Vertigo, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Benign Paroxysmal Positional Vertigo can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Benign Paroxysmal Positional Vertigo\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Benign Paroxysmal Positional Vertigo is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "부정맥": "Hello! I'd like to explain your condition in simple terms. You have Arrhythmia, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Arrhythmia can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Arrhythmia\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Arrhythmia is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "심방세동": "Hello! I'd like to explain your condition in simple terms. You have Atrial Fibrillation, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Atrial Fibrillation can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Atrial Fibrillation\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Atrial Fibrillation is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "단일 제대동맥": "Hello! I'd like to explain your condition in simple terms. You have Single Umbilical Artery, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Single Umbilical Artery can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Single Umbilical Artery\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Single Umbilical Artery is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "양수과다증": "Hello! I'd like to explain your condition in simple terms. You have Polyhydramnios, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Polyhydramnios can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Polyhydramnios\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Polyhydramnios is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "양수과소증": "Hello! I'd like to explain your condition in simple terms. You have Oligohydramnios, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Oligohydramnios can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Oligohydramnios\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Oligohydramnios is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "태아수신증": "Hello! I'd like to explain your condition in simple terms. You have Fetal Hydronephrosis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Fetal Hydronephrosis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Fetal Hydronephrosis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Fetal Hydronephrosis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "뇌실확장": "Hello! I'd like to explain your condition in simple terms. You have Mild Ventriculomegaly, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Mild Ventriculomegaly can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Mild Ventriculomegaly\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Mild Ventriculomegaly is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "태아 심장 결손": "Hello! I'd like to explain your condition in simple terms. You have Congenital Heart Defect, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Congenital Heart Defect can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Congenital Heart Defect\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Congenital Heart Defect is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "심장 속 빈 공간": "Hello! I'd like to explain your condition in simple terms. You have Echogenic Intracardiac Focus, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Echogenic Intracardiac Focus can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Echogenic Intracardiac Focus\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Echogenic Intracardiac Focus is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "태아 빈뇌증": "Hello! I'd like to explain your condition in simple terms. You have Anencephaly, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Anencephaly can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Anencephaly\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Anencephaly is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "이분 척수": "Hello! I'd like to explain your condition in simple terms. You have Spina Bifida, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Spina Bifida can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Spina Bifida\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Spina Bifida is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "복벽 결손": "Hello! I'd like to explain your condition in simple terms. You have Omphalocele, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Omphalocele can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Omphalocele\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Omphalocele is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "장탈출증": "Hello! I'd like to explain your condition in simple terms. You have Gastroschisis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Gastroschisis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Gastroschisis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Gastroschisis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "태아 거대방광": "Hello! I'd like to explain your condition in simple terms. You have Megacystis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Megacystis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Megacystis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Megacystis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "태아 단신장골": "Hello! I'd like to explain your condition in simple terms. You have Short Femur, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Short Femur can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Short Femur\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Short Femur is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "턱뼈 짧음": "Hello! I'd like to explain your condition in simple terms. You have Micrognathia, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Micrognathia can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Micrognathia\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Micrognathia is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "콧대 없음": "Hello! I'd like to explain your condition in simple terms. You have Absent Nasal Bone, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Absent Nasal Bone can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Absent Nasal Bone\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Absent Nasal Bone is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "손가락 겹침": "Hello! I'd like to explain your condition in simple terms. You have Clenched Hands, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Clenched Hands can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Clenched Hands\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Clenched Hands is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "다낭성 신장": "Hello! I'd like to explain your condition in simple terms. You have Polycystic Kidneys, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Polycystic Kidneys can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Polycystic Kidneys\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Polycystic Kidneys is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "무뇌증": "Hello! I'd like to explain your condition in simple terms. You have Acrania, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Acrania can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Acrania\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Acrania is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "뇌량 결손": "Hello! I'd like to explain your condition in simple terms. You have Agenesis of Corpus Callosum, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Agenesis of Corpus Callosum can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Agenesis of Corpus Callosum\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Agenesis of Corpus Callosum is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "뇌 낭종": "Hello! I'd like to explain your condition in simple terms. You have Choroid Plexus Cyst, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Choroid Plexus Cyst can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Choroid Plexus Cyst\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Choroid Plexus Cyst is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "뇌실 확장": "Hello! I'd like to explain your condition in simple terms. You have Ventriculomegaly, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Ventriculomegaly can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Ventriculomegaly\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Ventriculomegaly is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "태아 심장 빠름": "Hello! I'd like to explain your condition in simple terms. You have Fetal Tachycardia, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Fetal Tachycardia can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Fetal Tachycardia\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Fetal Tachycardia is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "태아 심장 느림": "Hello! I'd like to explain your condition in simple terms. You have Fetal Bradycardia, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Fetal Bradycardia can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Fetal Bradycardia\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Fetal Bradycardia is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "복수": "Hello! I'd like to explain your condition in simple terms. You have Fetal Ascites, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Fetal Ascites can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Fetal Ascites\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Fetal Ascites is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "피부부종": "Hello! I'd like to explain your condition in simple terms. You have Fetal Hydrops, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Fetal Hydrops can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Fetal Hydrops\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Fetal Hydrops is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "위장관 폐쇄": "Hello! I'd like to explain your condition in simple terms. You have Duodenal Atresia, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Duodenal Atresia can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Duodenal Atresia\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Duodenal Atresia is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "요관 확장": "Hello! I'd like to explain your condition in simple terms. You have Ureterocele, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Ureterocele can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Ureterocele\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Ureterocele is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "양쪽 신장 무형성": "Hello! I'd like to explain your condition in simple terms. You have Bilateral Renal Agenesis, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Bilateral Renal Agenesis can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Bilateral Renal Agenesis\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Bilateral Renal Agenesis is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "낭성 hygroma": "Hello! I'd like to explain your condition in simple terms. You have Cystic Hygroma, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Cystic Hygroma can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Cystic Hygroma\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Cystic Hygroma is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way.",
  "피하지방두꺼움": "Hello! I'd like to explain your condition in simple terms. You have Thickened Nuchal Fold, which may affect your health in specific ways.\n\nThink of it like a situation where your body is giving you a signal that something needs attention. Thickened Nuchal Fold can usually be managed well with the right care and support.\n\nWhat this means for you:\n• You may experience symptoms or changes depending on this condition\n• Many people live normal, healthy lives with Thickened Nuchal Fold\n• Early care and awareness make a big difference\n\nWhat you can do:\n• Follow medical advice closely\n• Take prescribed medications if needed\n• Maintain a healthy lifestyle (diet, exercise, rest)\n• Don't hesitate to ask questions—we're here to help\n\nThe good news is that Thickened Nuchal Fold is usually manageable. With proper care, you can take control of your health. We're here to support you every step of the way."
}
