{
  "Gestational Diabetes": "I want to help you understand your diagnosis of gestational diabetes. This means your blood sugar levels are higher than normal during pregnancy due to hormone changes.\n\nThink of pregnancy hormones as little blockers that make it harder for insulin (the sugar helper) to work properly.\n\nWhat this means for you:\n• You may need to monitor your blood sugar more closely\n• This condition usually goes away after delivery\n• It’s not your fault — it’s very common\n\nWhat you can do:\n• Eat healthy meals at regular times (we'll help guide you)\n• Stay active with light exercise\n• Monitor sugar levels as advised\n\nImportant to remember:\n• Many women have healthy pregnancies with this condition\n• With good care, you can reduce any risks to baby\n• We’re here to support you every step of the way",
  "Placenta Previa": "Let me explain what placenta previa means. It means your placenta is sitting low in your uterus, near or over your cervix.\n\nYou can think of the placenta as the baby’s lifeline — and right now, it’s just a little lower than we’d like.\n\nWhat this means for you:\n• You might have spotting or bleeding\n• We'll monitor it closely with ultrasounds\n• It often moves up as pregnancy progresses\n\nWhat you can do:\n• Avoid heavy lifting or intense activity\n• Report any bleeding immediately\n• Keep up with your check-ups\n\nYou're not alone:\n• Many cases improve naturally over time\n• We’ll be watching carefully to keep you and baby safe",
  "Polycystic Ovary Syndrome (PCOS)": "I’d like to help you understand PCOS. This is a hormonal condition that affects how your ovaries work, often leading to irregular periods and small cysts.\n\nImagine your ovaries are trying to ovulate but get stuck in the process, forming tiny fluid-filled sacs.\n\nWhat this means for you:\n• You may have irregular cycles or acne\n• Fertility might be affected, but not always\n• It's manageable with the right plan\n\nWhat you can do:\n• Eat a balanced diet and stay active\n• Consider medication if advised\n• Track your cycles\n\nRemember:\n• You're not alone — PCOS is very common\n• Many women with PCOS conceive with support\n• We’re here to help you feel your best",
  "Choroid Plexus Cyst (Fetal)": "Let me explain what a choroid plexus cyst means. It’s a small fluid-filled area in your baby’s brain, seen on ultrasound.\n\nThink of it like a temporary bubble that usually goes away on its own.\n\nWhat this means for you:\n• It’s common and usually harmless\n• We’ll check to be sure everything else looks normal\n\nWhat you can do:\n• No treatment is needed\n• Just come for your follow-up ultrasound\n\nReassurance:\n• This doesn’t affect baby’s brain development\n• Most go away by the third trimester\n• We’re watching carefully, and you’re doing great",
  "Threatened Miscarriage": "You’ve been told there’s a threatened miscarriage. This means there is some bleeding early in pregnancy, but the baby still has a heartbeat.\n\nThink of it like your body sending an early warning, not a definite outcome.\n\nWhat this means for you:\n• Many pregnancies continue normally after early bleeding\n• We’ll monitor you closely\n\nWhat you can do:\n• Rest when you can\n• Avoid heavy lifting\n• Let us know if bleeding increases\n\nRemember:\n• You’re doing everything right\n• We’ll support you through each step",
  "Ectopic Pregnancy": "An ectopic pregnancy means the pregnancy is growing outside the uterus, usually in a fallopian tube.\n\nThink of it like planting a seed in the wrong spot — it can’t grow properly there and may cause harm.\n\nWhat this means for you:\n• This type of pregnancy isn’t viable\n• It requires prompt treatment to keep you safe\n\nWhat you can do:\n• Follow our instructions closely\n• Don’t hesitate to call if you feel worsening pain or dizziness\n\nYou’re not alone:\n• We know this is emotionally hard\n• We’re here with you — medically and emotionally",
  "Oligohydramnios": "Oligohydramnios means there’s less amniotic fluid than expected around your baby.\n\nThink of amniotic fluid as the baby’s cushion — it protects and helps them grow.\n\nWhat this means for you:\n• We’ll monitor baby’s growth and movement more often\n• You may need more check-ups or earlier delivery in some cases\n\nWhat you can do:\n• Drink plenty of fluids\n• Track baby’s kicks as instructed\n• Keep your appointments\n\nWe’re watching closely:\n• Many babies do well with careful monitoring",
  "Polyhydramnios": "Polyhydramnios means there is more amniotic fluid than expected around the baby.\n\nImagine the baby’s \"swimming pool\" has a bit too much water.\n\nWhat this means for you:\n• It may cause discomfort or preterm contractions\n• We’ll monitor baby’s size and fluid level closely\n\nWhat you can do:\n• Come to all follow-up appointments\n• Let us know if you feel tightness or pain\n\nDon’t worry:\n• Many cases are mild and need no treatment\n• We’ll make sure both you and baby stay safe",
  "Fetal Growth Restriction (FGR)": "This means your baby is smaller than expected for gestational age.\n\nThink of it like a plant that’s growing slower — it needs extra attention.\n\nWhat this means for you:\n• We’ll monitor baby’s growth, blood flow, and well-being\n• Early delivery may be considered if baby isn’t growing well\n\nWhat you can do:\n• Eat well and rest as advised\n• Keep up with monitoring scans\n\nRemember:\n• Early detection helps us protect your baby\n• You’re doing your part by being here",
  "Breech Presentation": "Your baby is in breech position, meaning feet or bottom down instead of head down.\n\nImagine the baby sitting instead of being ready to dive!\n\nWhat this means for you:\n• Many babies turn head-down before birth\n• We may suggest exercises or monitor position later in pregnancy\n\nWhat you can do:\n• Follow our guidance on positions or activities\n• Come in for regular checkups\n\nYou’re not alone:\n• We’ll discuss safe birth options if baby stays breech",
  "Subchorionic Hematoma": "This is a small area of bleeding between the placenta and the uterus.\n\nThink of it like a little bruise inside the womb.\n\nWhat this means for you:\n• It’s common and often resolves on its own\n• We’ll monitor it with ultrasound\n\nWhat you can do:\n• Avoid heavy lifting or strenuous activity\n• Let us know if bleeding increases\n\nTake heart:\n• Many women go on to have healthy pregnancies",
  "Postpartum Hemorrhage": "This means there was more bleeding than expected after childbirth.\n\nImagine your body needing extra help to stop the bleeding after delivery.\n\nWhat this means for you:\n• We may give medications or procedures to control bleeding\n• You may feel tired or need more recovery time\n\nWhat you can do:\n• Rest, hydrate, and accept support\n• Watch for signs like dizziness or heavy bleeding\n\nYou’re not alone:\n• We’re here to make sure you recover safely and fully",
  "Cervical Insufficiency": "This means the cervix opens too early in pregnancy, sometimes without pain or contractions.\n\nThink of the cervix like a gate that opens too soon.\n\nWhat this means for you:\n• We may recommend a stitch (cerclage) or extra monitoring\n• Bedrest might be needed\n\nWhat you can do:\n• Avoid strenuous activity\n• Follow-up regularly\n\nYou’re doing your best:\n• Many women carry to term with support and rest",
  "Preterm Labor": "This means your body is starting labor before 37 weeks of pregnancy.\n\nThink of your uterus starting the process too early.\n\nWhat this means for you:\n• We may give medications to stop or slow labor\n• You and baby will be monitored closely\n\nWhat you can do:\n• Rest and avoid stress\n• Tell us if contractions or back pain increase\n\nWe’re here for you:\n• Our goal is to keep baby in as long as safely possible",
  "Gestational Hypertension": "You’ve been diagnosed with gestational hypertension. This means your blood pressure is higher than normal during pregnancy.\n\nThink of it as your body’s pressure gauge being turned up — and we’re here to help bring it down safely.\n\nWhat this means for you:\n• It usually develops after 20 weeks of pregnancy\n• It needs regular monitoring to protect you and baby\n\nWhat you can do:\n• Rest and reduce stress when possible\n• Follow any medication plans exactly\n• Keep all prenatal appointments\n\nYou're not alone:\n• With proper care, most moms and babies do very well",
  "HELLP Syndrome": "HELLP syndrome is a serious complication during pregnancy that affects the liver and blood.\n\nThink of it as a signal that your body needs urgent support to protect you and your baby.\n\nWhat this means for you:\n• It can happen quickly and requires hospital care\n• Delivery is often the safest treatment\n\nWhat you can do:\n• Watch for symptoms like pain under ribs, nausea, or feeling unwell\n• Call us or go to the hospital if you’re concerned\n\nWe’re ready:\n• Our team is trained to act quickly to keep you both safe",
  "Anencephaly (Fetal)": "Anencephaly means the baby’s brain and skull didn’t fully form early in development.\n\nThink of it as a severe structural difference that happens very early in pregnancy.\n\nWhat this means for you:\n• Sadly, this condition is not compatible with life\n• We’ll offer support, options, and guidance\n\nWhat you can do:\n• Take your time processing the news\n• Lean on support groups, family, or counseling\n\nYou are not alone:\n• We are here to support you emotionally and medically",
  "Cystic Hygroma (Fetal)": "A cystic hygroma is a fluid-filled sac, usually seen on the baby’s neck during an early ultrasound.\n\nThink of it as an extra pocket of fluid that we want to learn more about.\n\nWhat this means for you:\n• It may go away on its own, or it could be linked to genetic concerns\n• Further testing can give us more answers\n\nWhat you can do:\n• Take things one step at a time\n• We'll guide you through next steps, like genetic counseling or follow-up scans\n\nWe're with you:\n• Whatever the outcome, we’re here to support you fully",
  "Single Umbilical Artery": "Your baby has a single umbilical artery instead of the usual two.\n\nThink of the umbilical cord like a highway — and this baby is traveling with one lane instead of two.\n\nWhat this means for you:\n• It’s common and often not a problem\n• We’ll monitor growth more closely just in case\n\nWhat you can do:\n• Keep all ultrasound appointments\n• Stay in close touch with your care team\n\nGood to know:\n• Many babies with this are completely healthy",
  "Velamentous Cord Insertion": "This means the umbilical cord attaches to the outer part of the placenta instead of the center.\n\nImagine a tree whose trunk connects through its branches — it works, but we need to keep an eye on it.\n\nWhat this means for you:\n• There may be a higher risk for growth issues or bleeding during delivery\n• We’ll monitor your baby carefully\n\nWhat you can do:\n• Follow our monitoring plan\n• Come in right away if you feel changes in baby’s movement\n\nYou’re not alone:\n• Many parents with this condition have safe deliveries",
  "Vasa Previa": "Vasa previa means unprotected baby blood vessels are crossing near your cervix.\n\nImagine little water hoses in the wrong spot — they need protection as birth approaches.\n\nWhat this means for you:\n• It’s rare but serious\n• A planned early delivery is usually the safest option\n\nWhat you can do:\n• Follow our plan for extra monitoring\n• Avoid vigorous activity or intercourse\n\nYou're in good hands:\n• We’re prepared to keep both you and your baby safe",
  "Twin-Twin Transfusion Syndrome (TTTS)": "This condition affects identical twins who share a placenta and involves an imbalance of blood flow.\n\nThink of one twin giving too much and the other receiving too much.\n\nWhat this means for you:\n• We’ll need frequent ultrasounds and possibly treatment\n• Delivery timing might change\n\nWhat you can do:\n• Keep up with all appointments\n• Let us know if you feel changes in fetal movement\n\nWe’re in this together:\n• Early detection and treatment can help both babies",
  "Complete Molar Pregnancy": "A complete molar pregnancy happens when abnormal tissue grows in the uterus instead of a baby.\n\nThink of it as a misfire during early development — not your fault.\n\nWhat this means for you:\n• It requires removal and careful follow-up\n• Hormone levels will be tracked until they return to normal\n\nWhat you can do:\n• Rest and recover fully\n• Keep follow-up visits for hormone checks\n\nYou’re not alone:\n• Emotional support is available every step of the way",
  "Partial Molar Pregnancy": "This condition involves both abnormal tissue and a developing fetus, but the pregnancy can’t continue safely.\n\nIt’s like a book with two overlapping stories that don’t complete properly.\n\nWhat this means for you:\n• The pregnancy will need to be removed\n• Hormones will be monitored for a while after\n\nWhat you can do:\n• Rest and let yourself grieve if needed\n• Stay close with your care team\n\nYou’re strong:\n• This is no one’s fault, and we’re with you",
  "Uterine Fibroids": "You have uterine fibroids, which are non-cancerous growths in the uterus.\n\nThink of them like muscle knots in the uterus wall.\n\nWhat this means for you:\n• You might have heavier periods, cramping, or pressure\n• Some people have no symptoms at all\n\nWhat you can do:\n• Track your symptoms\n• We may discuss medication or other treatment options\n\nYou’re not alone:\n• Fibroids are common and manageable with care",
  "Endometriosis": "Endometriosis means tissue similar to the lining of your uterus is growing outside it.\n\nThink of it like a misplaced period — the tissue still acts like it should, but it’s in the wrong spot.\n\nWhat this means for you:\n• It may cause pain, heavy periods, or fertility issues\n• There are several ways to manage it\n\nWhat you can do:\n• Track your pain and cycles\n• Try medication or surgery if needed\n\nSupport is here:\n• Many people live well with endometriosis",
  "Ovarian Cyst Rupture": "An ovarian cyst has likely burst. This can cause sudden pain but often gets better on its own.\n\nIt’s like a water balloon popping — uncomfortable but often harmless.\n\nWhat this means for you:\n• Pain may last a few days\n• We’ll check for internal bleeding or infection\n\nWhat you can do:\n• Rest, hydrate, and use pain relief as needed\n• Let us know if pain worsens or fever develops\n\nYou’re recovering:\n• Most people feel better in a few days",
  "Bartholin’s Cyst": "This is a fluid-filled lump near the vaginal opening caused by a blocked gland.\n\nThink of it like a clogged drain — sometimes it swells and causes discomfort.\n\nWhat this means for you:\n• It may cause pressure, discomfort, or infection\n• Sometimes it needs to be drained\n\nWhat you can do:\n• Warm baths can help\n• Come in if it becomes painful or swollen\n\nRelief is possible:\n• Treatment is simple and effective",
  "Vaginal Yeast Infection": "You have a yeast infection, which means there's an overgrowth of natural yeast in your vaginal area.\n\nThink of it like the body’s balance being temporarily off.\n\nWhat this means for you:\n• You may feel itching, burning, or discharge\n• It’s not dangerous and is very treatable\n\nWhat you can do:\n• Use the antifungal medication as prescribed\n• Wear loose cotton underwear\n\nYou’ll feel better soon:\n• Most people improve within a few days",
  "Bacterial Vaginosis": "This is caused by an imbalance in the vaginal bacteria.\n\nImagine your body’s ecosystem being a little out of tune — but easily corrected.\n\nWhat this means for you:\n• You may notice unusual discharge or odor\n• It’s not an STD and is very treatable\n\nWhat you can do:\n• Take the prescribed medication fully\n• Avoid douching or scented products\n\nYou're not alone:\n• This is the most common vaginal infection in adults",
  "Urinary Tract Infection (UTI)": "You have a UTI, which is an infection in the bladder or urinary system.\n\nThink of it like irritation from bacteria getting into the urinary tract.\n\nWhat this means for you:\n• You may feel burning, urgency, or pressure\n• It’s common and responds well to antibiotics\n\nWhat you can do:\n• Take all medications as prescribed\n• Drink lots of water\n\nYou’ll feel better soon:\n• UTIs are very treatable with quick care",
  "Eclampsia": "Eclampsia is a serious condition where high blood pressure leads to seizures in pregnancy.\n\nThink of it as the body becoming overwhelmed — and needing urgent care.\n\nWhat this means for you:\n• It’s a medical emergency requiring immediate treatment\n• Baby may need to be delivered\n\nWhat you can do:\n• Recognize warning signs: headache, vision changes, swelling\n• Go to the hospital immediately if symptoms appear\n\nWe’re ready:\n• Our goal is to protect you and baby at all times",
  "Missed Miscarriage": "This means the pregnancy stopped growing, but there were no signs like bleeding or cramping.\n\nThink of it like a paused story — no longer continuing, but not yet visibly ended.\n\nWhat this means for you:\n• It may be discovered on an ultrasound\n• There are choices for how to manage it\n\nWhat you can do:\n• Take time to process and grieve\n• Discuss options like natural passage, medication, or procedure\n\nYou are not alone:\n• We’ll support you emotionally and medically",
  "Hyperemesis Gravidarum": "This is severe nausea and vomiting during pregnancy that may lead to dehydration or weight loss.\n\nImagine morning sickness dialed up — but it’s not your fault.\n\nWhat this means for you:\n• You may need IV fluids, medication, or even hospital care\n• It usually improves by mid-pregnancy\n\nWhat you can do:\n• Eat small amounts frequently\n• Rest, and follow medication guidance\n\nYou’re doing great:\n• Many go on to have healthy pregnancies after this rough start",
  "Intrahepatic Cholestasis of Pregnancy (ICP)": "ICP is a liver condition that happens in pregnancy, causing bile acids to build up in the body.\n\nImagine your liver’s drainage system getting a little sluggish.\n\nWhat this means for you:\n• You may feel itchy, especially at night\n• There can be a small risk to the baby without treatment\n\nWhat you can do:\n• Take medications as prescribed\n• Get regular blood tests and ultrasounds\n\nWe’re on it:\n• With monitoring and planned delivery, outcomes are usually excellent",
  "Premature Rupture of Membranes (PROM)": "This means your water broke before labor started.\n\nThink of the amniotic sac like a balloon — once it pops, labor may follow.\n\nWhat this means for you:\n• It can lead to infection if not managed\n• You may need to stay in the hospital for monitoring\n\nWhat you can do:\n• Report any leaking or contractions\n• Follow your care plan carefully\n\nWe're here:\n• Our goal is to protect you and your baby",
  "Asherman's Syndrome": "This condition involves scar tissue inside the uterus, usually after surgery or infection.\n\nThink of it like spider webs that make it harder for the uterus to function normally.\n\nWhat this means for you:\n• It may cause light periods, pain, or fertility issues\n• Surgery can often improve symptoms\n\nWhat you can do:\n• Track your cycles and symptoms\n• Explore treatment options if desired\n\nThere’s hope:\n• Many people go on to have healthy pregnancies",
  "Müllerian Anomaly (Uterine Malformation)": "This refers to a difference in how your uterus formed before birth.\n\nImagine the uterus as a room that may have a different shape or divider.\n\nWhat this means for you:\n• It might affect periods or pregnancy outcomes\n• Many people have no symptoms\n\nWhat you can do:\n• Get imaging tests for more clarity\n• Discuss options with your provider\n\nYou’re not alone:\n• Many people with this go on to have children",
  "Cervical Polyp": "A cervical polyp is a small, soft growth on the cervix.\n\nThink of it like a skin tag inside the cervix — usually harmless.\n\nWhat this means for you:\n• It might cause spotting, especially after sex\n• It can often be removed easily if needed\n\nWhat you can do:\n• Let us know if bleeding increases\n• We’ll monitor it or remove it during a visit\n\nSimple and safe:\n• Most polyps are benign and painless to treat",
  "Lichen Sclerosus": "This is a skin condition that affects the vulva, causing thin, itchy, or white patches.\n\nThink of it like sensitive skin that needs gentle care and protection.\n\nWhat this means for you:\n• It may cause itching or discomfort\n• It can be managed well with medication\n\nWhat you can do:\n• Use creams as directed\n• Avoid scratching or harsh soaps\n\nRelief is possible:\n• With care, symptoms often improve greatly",
  "Menorrhagia (Heavy Periods)": "This means your periods are heavier or longer than usual.\n\nImagine a faucet that won’t turn off fully — and we’re here to help regulate it.\n\nWhat this means for you:\n• You may feel tired, dizzy, or low in iron\n• It can be caused by hormones, fibroids, or other issues\n\nWhat you can do:\n• Track your flow and cycles\n• Try medication or procedures if needed\n\nWe’ll find a solution:\n• Many options exist to manage heavy periods",
  "Ovarian Torsion": "Ovarian torsion happens when an ovary twists, cutting off its own blood supply.\n\nThink of it like a garden hose getting kinked — and needing to be untwisted quickly.\n\nWhat this means for you:\n• It causes sudden, severe pelvic pain\n• It may require emergency surgery\n\nWhat you can do:\n• Go to the ER immediately if pain is sharp and sudden\n• Follow up after treatment\n\nQuick action helps:\n• Early treatment can save the ovary",
  "Postmenopausal Bleeding": "This means you’ve had vaginal bleeding after menopause, which always needs checking.\n\nThink of it like a fire alarm going off — we don’t ignore it, even if it’s minor.\n\nWhat this means for you:\n• It can be caused by dryness, polyps, or something more serious\n• Tests will help us find the cause\n\nWhat you can do:\n• Let us know about any spotting or bleeding\n• Come in for ultrasound or biopsy if advised\n\nYou’re taking the right step:\n• Most causes are treatable when caught early",
  "Adenomyosis": "Adenomyosis happens when tissue that normally lines the uterus grows into its muscle.\n\nThink of it like your uterus being a little thicker and more sensitive than usual.\n\nWhat this means for you:\n• It may cause cramping, heavy bleeding, or bloating\n• It often improves after menopause\n\nWhat you can do:\n• Track symptoms and use medications if needed\n• Consider procedures if symptoms are severe\n\nRelief is possible:\n• Many people find good management strategies",
  "Prelabor Rupture of Membranes (PPROM)": "This means your water broke before 37 weeks of pregnancy.\n\nThink of the amniotic sac like a balloon — and it broke too early.\n\nWhat this means for you:\n• Risk of infection or early delivery\n• Careful hospital monitoring is usually needed\n\nWhat you can do:\n• Rest and follow all instructions\n• Tell us if you feel contractions or fever\n\nWe’re watching closely:\n• Our goal is to keep baby in as long as safely possible",
  "Uterine Septum": "A uterine septum is a band of tissue dividing the uterus partially or completely.\n\nThink of it like a wall inside a room that may affect pregnancy space.\n\nWhat this means for you:\n• It may increase risk for miscarriage or infertility\n• Surgery can improve outcomes\n\nWhat you can do:\n• Get imaging to confirm\n• Discuss surgical options if needed\n\nYou’re not alone:\n• Many people conceive after treatment",
  "Retained Placenta": "This means part of the placenta didn’t come out naturally after birth.\n\nThink of it like a piece of the puzzle not fully released.\n\nWhat this means for you:\n• It can cause bleeding or infection\n• Removal may be done manually or surgically\n\nWhat you can do:\n• Report heavy bleeding or fever\n• Take prescribed antibiotics if given\n\nYou’re healing:\n• We’re here to help with full recovery",
  "Shoulder Dystocia": "Shoulder dystocia is when the baby’s shoulders get stuck during delivery.\n\nThink of it like a tight turn in a hallway — baby needs extra help getting through.\n\nWhat this means for you:\n• It’s an emergency, but we are trained to manage it quickly\n• Most babies do very well afterward\n\nWhat you can do:\n• Follow pushing instructions carefully\n• Trust your birth team\n\nWe’ve got this:\n• We act fast to protect both mom and baby",
  "Amniotic Fluid Embolism": "This is a rare but serious condition where amniotic fluid enters the bloodstream.\n\nThink of it as a sudden allergic-like reaction during birth.\n\nWhat this means for you:\n• Immediate emergency care is needed\n• It’s unpredictable but rare\n\nWhat you can do:\n• Be aware this is extremely uncommon\n• Focus on recovery if it occurred\n\nYou are strong:\n• We’re here to help you recover and process",
  "Uterine Rupture": "This is when the uterus tears during labor, usually at a previous scar site.\n\nThink of it like a zipper that opens under pressure — it requires urgent action.\n\nWhat this means for you:\n• Emergency delivery is needed\n• It’s more common in VBAC (vaginal birth after cesarean)\n\nWhat you can do:\n• Be aware of signs like sharp pain, bleeding\n• Choose your delivery plan carefully\n\nWe’re prepared:\n• Fast response saves lives",
  "Placental Abruption": "This is when the placenta detaches early from the uterus.\n\nImagine the baby's lifeline pulling away too soon — it can reduce oxygen flow.\n\nWhat this means for you:\n• It can cause pain, bleeding, or contractions\n• Urgent care is needed for safety\n\nWhat you can do:\n• Come in immediately if symptoms appear\n• Follow our plan for monitoring or delivery\n\nWe’re with you:\n• Early care makes a big difference",
  "Umbilical Cord Prolapse": "This means the umbilical cord slips through the cervix before the baby.\n\nThink of it like the cord trying to come out first — which can reduce baby’s oxygen.\n\nWhat this means for you:\n• It’s an emergency\n• Delivery usually happens quickly\n\nWhat you can do:\n• Call emergency services if your water breaks and you feel something bulging\n• Stay calm and lie down until help arrives\n\nWe’re ready:\n• Our team is trained for fast, safe response",
  "Pregnancy of Unknown Location (PUL)": "This means a pregnancy test is positive, but we don’t yet see a pregnancy in the uterus or tubes.\n\nThink of it like the beginning of a story — but we don’t yet know where it’s taking place.\n\nWhat this means for you:\n• We need repeat blood tests and ultrasounds\n• It might be very early, ectopic, or a miscarriage\n\nWhat you can do:\n• Keep all appointments\n• Tell us if you feel pain or bleeding\n\nWe're watching closely:\n• We’ll find the answer soon, together",
  "Fetal Hydronephrosis": "This means the baby’s kidneys look mildly swollen on ultrasound.\n\nImagine a water balloon slightly fuller than usual — it may mean slower drainage.\n\nWhat this means for you:\n• It’s often mild and resolves before or after birth\n• We’ll follow up with pediatric urology after birth\n\nWhat you can do:\n• Continue your regular prenatal care\n• Don’t worry unless changes develop\n\nGood to know:\n• Most babies do great with or without treatment"
}